<template>
  <main class="main-container">
    <MemberOption class="sidebar"></MemberOption>
    <div class="content-container">
      <div class="profile-card">
        <div class="profile-header">
          <h1 class="brand-title">APPLE TREE</h1>
          <h1 class="display-4 fw-normal">常見問題</h1>
        </div>
        <div class="horizontal-divider"></div> <!-- 橫向灰色線 -->



        <pre class="lead fw-normal">

 以下為收集的賣家常見問題，請您參考。

  關於本網站安心退
  Q1：什麼樣的賣家適用【本網站安心退】呢？

  A：【本網站安心退】適用於全站賣家，包含商城、優選、海外、一般賣家。



  關於七天鑑賞期
  Q2：我的賣場一定要提供七天鑑賞期嗎？

  A：根據消保法，若您的賣場是以設計、生產、製造、輸入、經銷商品或提供服務為營業者（包括非以營利為目的而屬公益福利性質的機構），則必須受七天鑑賞期規範。若您是偶一為之販售自己不需要的物品，則不受消保法七天鑑賞期規範，但若商品有瑕疵、缺件等問題，本網站購物仍會參考民法規定，考量商品實際情形判斷買家退貨是否成立。



  Q3：七天鑑賞期的例外商品，本網站安心退會如何把關？

  A：針對消保法所規範七天鑑賞期的例外商品，本網站安心退會分為兩類處理：

  第一類－本網站特殊規範商品（包含具易腐壞特性或非實體的商品），將直接進入本網站審核處理

  點此參考本網站特殊規範商品退貨／退款說明

  第二類－其他例外商品（例如：已開封之個人衛生用品、影音商品等）買家會先退回至賣家，由賣家在收到商品後的4天內進行驗收，若有疑慮可提起爭議，由退貨退款小組進行審核，若商品經審核後確認不可退貨，本網站將協助寄還商品給買家，來回運費皆由本網站購物負擔。

  點此參考更多關於本網站安心退爭議流程



  ※ 為保障您的權益，若您販售七天鑑賞期的例外商品，請您務必在商品描述中註明以下文字：

  『此商品屬 「例外商品類別*」，不適用7天鑑賞期法規。』

  ※ 提醒您，未開封之個人衛生用品仍適用七天鑑賞期



  Q4：若在鑑賞期內買家已經開封使用過商品了，我可以怎麼處理？

  A：賣家驗收退貨商品時，若發現有使用痕跡、或遇需酌收費用才可還原的情形時，可向本網站購物提出爭議申請，並提供相關開箱影片等佐證。本網站購物會向買家索取相關退貨資訊，並依個案狀況審核買家之退款申請是否成立，或是協助協調商品整新費用等必要支出。



  Q5：若我販售的是二手商品是否應適用七天鑑賞期？

  A：根據消費者保護法規定，不限於銷售商品是為全新或是二手，若以提供商品或服務為營業的企業經營者皆應適用七天鑑賞期。



  Q6：客製化訂製的商品如何適用於安心退的退貨流程？

  A：根據消保法，若賣家銷售依消費者要求所為之「客製化給付」之商品，應事先於商品頁面載明為例外情形不適用7天鑑賞期退貨，若未事先載明則無法排除適用。此類商品於本網站安心退流程中，會先退回至賣家，由賣家在收到商品後的4天內提起爭議主張，本網站會依「客製化給付」之定義(如下)進行審核。



  所謂「客製化給付」是指依企業經營者根據不同消費者之獨特需求所進行之個人化製作，故商品本質上應有為消費者專門量身打造之性質，例如依消費者提供相片印製之商品、依消費者指示刻製之印章或依消費者身材特別縫製之服裝等；若消費者僅依現有顏色或規格中加以指定或選擇者，則非屬客製化給付。



  ※為保障您的權益，客製化的商品請您務必在商品描述中註明以下文字：

  『此商品屬 「例外商品類別*」，不適用7天鑑賞期法規。』



  Q7：代買代購的商品如何適用於安心退的退貨流程？

  A：根據法規，代購商品若是依照消費者之要求、指示而為商品之採買，例如，消費者主動委託代購業者購買日本限定的Nike球鞋。則認定為「客製化給付」，消費者如收到實品後認為日本限定的Nike球鞋並沒有想像中好看，亦無法主張7天鑑賞期主張退貨。



  倘若是由代購業者事先購買大量商品再透過網路平台販賣，或是代購業者提供各種商品資訊供消費者選購，則非客製化給付，此時消費者仍可以主張7天鑑賞期。



  此類商品於本網站安心退流程中，會先退回至賣家，由賣家在收到商品後的4天內提起爭議主張，本網站會依上述「客製化給付」之定義進行審核



  ※為保障您的權益，代買代購的商品請您務必在商品描述中註明以下文字：

  『此商品屬 「例外商品類別*」，不適用7天鑑賞期法規。』



  點此參考更多七天鑑賞期說明



  關於新手賣家服務
  Q8：我適用新手賣家服務嗎？

  A：若您在本網站累積訂單（不含不成立訂單）未滿50單、且為一般賣家，即適用新手賣家服務，您可於賣家中心中「我的銷售」查詢。



  關於售後案件把關
  Q9：如果買家的退貨理由不合理或是有異常，本網站購物會如何處理？

  A：本網站團隊嚴格把關買賣家的異常行為，以避免退貨服務機制遭濫用。

  針對買家退貨異常行為包含但不限於：蓄意損壞商品、退回空包/非賣場商品、提交不符合退貨相關資料、證明造假等，經本網站購物查證屬實，未來將限縮該買家的退貨退款服務。

  點此了解本網站如何把關買家異常退貨行為



  關於退貨流程
  Q10：我的退貨訂單在「未收到退貨商品」前，本網站就已退款買家。請問我該怎麼做？

  A：本網站購物針對購物紀錄良好的買家，可能提供僅退款的服務以加速退款流程（在買家寄出退貨商品後退款買家）。賣家若對本網站退款之審核結果或對買家退貨商品有任何疑慮，皆可於：

  收到審核結果的3天內（含假日）
  收到退貨商品的4天內（含假日）
  向本網站購物提出爭議，權益仍由本網站購物保障。

  安心退流程中，本網站購物會分別協助買賣雙方處理退貨、退款事宜，勢必會盡力保障雙方權益，請您放心。

  點此參考更多關於本網站安心退爭議流程



  Q11：雙方協議由本網站協助個案退款時，請問我該怎麼做？

  A：請與買家確認商品寄回方式(怎麼退、退到哪)，或者由賣家自行派車。

  若需由本網站系統退費，請與買家達成退款金額協議，並提供以下聲明，我們將協助辦理個案退款事宜【訂單編號_________________我同意本網站購物從賣家帳號___________之本網站錢包扣款 $______元，並由本網站購物退款至買家帳號________$______元】。
  ⚠️個案退款作業的流程會依照訂單情況有所不同，且因每日錢包自動提領可能造成無法透過錢包扣款，而退款失敗， 若訂單超過$1,000元需請您先行匯款方能完成個案退款程序 (您可與客服中心聯繫確認匯款事宜)

  進入個案退款程序後，款項將於5~7個工作天退至買家本網站錢包。
  點此參考賣家如何保護自己並降低退貨案件？



  關於本網站審核流程
  Q12：本網站審核將以什麼依據去審核買家的退貨申請？

  A：已進入本網站審核的退貨案件，本網站將先確認買家退貨理由，並檢視買家提供的退貨證明，必要時會聯繫賣家取得相關證明來協助審核退貨申請。



  關於計分
  Q13：若賣場退貨退款訂單比例高，是否會被計分？

  A：若賣場退貨退款訂單比例高，可能使訂單未完成率高於標準之10%、進而造成賣場計分。建議您參考「本網站安心退賣家注意事項」詳細填寫商品描述、並仔細檢查核對出貨商品來降低退貨退款率（註：若買家因改變心意等個人因素申請退貨退款時，將不會列入訂單未完成率之計算）

  點此參考訂單未完成率說明

  點此參考賣家計分系統



  關於手續費
  Q14：退貨退款訂單是否會收取手續費呢？

  A：退貨退款訂單將不會收取手續費；若買家退還訂單中部分商品，則退貨之商品不收取手續費。

  【使用部分退款協商功能，由買賣家協議調整金額退款】的退貨退款案件，本網站會主動批次退回手續費至本網站錢包，約需兩週左右的作業時間。



  ※手續費包含成交手續費、金流服務費、活動服務費，並依照退款金額按訂單金額比例計算退還

  ※賣家可於賣家中心＞我的錢包＞帳款調整查詢：退貨退款賣家手續費調整訂單編號XXX之款項



  點此了解關於【本網站安心退】部分退款協商功能

  點此了解關於本網站商城手續費

  點此了解優選 / 一般賣家成交手續費



  關於退貨運費
  Q15：退貨退款訂單的相關運費該如何支付呢？

  A：退貨運費的處理於商城賣家和優選 / 一般賣家有所不同：

  商城賣家：若退貨退款成立，且賣家提出爭議未果，方會於次月月初10日前統整上月所產生的相關運費從賣家本網站錢包扣除，同時賣家可於次月25日前向本網站申請相關補貼。

  點此了解關於本網站商城相關運費及補貼方式



  優選 / 一般賣家：若退貨退款過程中有退貨運費產生，運費將隨訂單撥款入帳至賣家時結算扣除。

  點此了解關於／優選 / 一般 / 拍賣賣家退貨相關運費及補貼方式
</pre>
      </div>
    </div>
  </main>
</template>

<script>
import MemberOption from "@/components/MemberOption.vue";
export default {
  components: {
    MemberOption,
  },
};
</script>

<style>

.main-container {
  display: flex;
  min-height: 100vh;
}

.sidebar {
  width: 250px !important;
  background-color: #333;
  padding: 20px;
  color: white;
  display: flex;
  flex-direction: column;
}

.content-container {
  flex-grow: 1;
  padding: 20px;
  background-color: #f8f9fa;
  display: flex;
  justify-content: center;
  align-items: center;
}

.profile-card {
  width: 100%;
  max-width: 1200px; /* 設定最大寬度 */
  padding: 20px;
  border-radius: 6px;
  background-color: #fff;
  box-shadow: 0 2px 4px rgba(0, 0, 0, 0.1);
}

.profile-header {
  text-align: center;
  margin-bottom: 30px;
}

.brand-title {
  font-size: 2.5em;
  color: #333;
}


.horizontal-divider {
  width: 100%;
  height: 1px;
  background-color: #ccc; /* 淡灰色背景色 */
  margin-bottom: 20px; /* 根據需要增加下邊距 */
}



</style>
