<template>
  <main>
    <main class="container-fluid">
      <div class="row">
        <!-- 左側選項列 -->
        <MemberOption></MemberOption>
        <!-- 主要內容 -->
        <div class="col-md-9">
          <!-- ... 您原本的主要內容代碼 ... -->
          <div class="position-relative overflow-hidden p-3 p-md-5 m-md-3 text-center bg-light">
            <div class="col-md-5 p-lg-5 mx-auto my-5">
              <h1 class="display-4 fw-normal">客戶權益聲明</h1>
              <p class="lead fw-normal">
                 v.20130315
                歡迎來到本網站 為了保障您的權益，在註冊前請先詳細閱讀本會員規範之所有內容，當您選擇完成註冊即視為您已閱讀本會員規範，並同意遵守以下所有規範內容。若您不同意以下所述全部或部分規範內容，您即無法完成會員註冊，將無法使用網站部分服務或參與相關活動。

                １。遵守會員規範：
                在您於註冊成為會員後，可以使用所提供之各種服務。之特定服務，例如：商城、代幣等，您可能須於使用該特定服務前同意相關使用規範。當您使用服務時，即表示同意接受之會員規範及其他所公告之規範或注意事項（包括：站規、板規等）之約束。

                ２。註冊資料：
                您同意於註冊時提供完整詳實且符合真實之個人資料，您所登錄之資料事後若有變更時，應隨時更新。若有需要由協助處理客戶服務事項時，可能會核對您的個人資料，若與註冊時所登錄之資料不符合者，將無法對您提供相關服務。若您提供之個人資料有填寫不實或原登錄之資料不實而未更新，或是有任何誤導之嫌，保留隨時終止您會員資格及使用之權利。

                您同意依法律或契約有需要通知您時，得以電子文件向您於註冊時或後續更新之電子郵件為通知，並於通知送出時生送達之效力，請您提供正確且經常使用的電子郵件帳號，以維護您的權益。

                ３。隱私權政策：
                您所提供的註冊資訊及其他於利用本網站服務時所提供之個人資料，將依【隱私權政策】進行蒐集、利用與保護。

                ４。會員內容：
                若您使用服務發表及分享您所創作之文字、美術、照片、視訊等著作，或其他利用服務所為之討論、對話等（以下稱「會員內容」）時，您同意聲明並擔保會員內容為您所自行創作，並未侵害任何第三人之智慧財產權或其他權益，亦未違反任何法令之規定。
                請注意：您須為您所提供之會員內容負各種法律上責任，若涉有違法情事，亦將於配合法院、檢調機關、政府機關相關程序提供相關資料。若涉有侵害他人著作權之情事者，得終止您全部或部分服務。

                為維護網站服務品質，您同意會員內容除須依據各該服務之板規或其他已公告之個別條款或細部規定為適當之發表外，亦不得有任何違反網路禮節、令人不愉快、令人厭惡、猥褻、暴力或其他認為不適當之內容。
                對於使用者內容並不會進行事前過濾，惟保留（但無義務）對於會員內容予以刪除或禁止存取之權利。

                會員內容之著作權，屬於您所享有。您同意授權會員內容予，得為網站營運，或為行銷、宣傳網站等目的範圍內為利用，並得於前開目的範圍內再授權他人使用。如有其他利用需求，將另行取得您的授權。

                ５。板主與板規：
                基於討論板管理之需求，將委由板主進行各該討論板之管理。
                板主得為管理之需求，制定相關板規，會員同意或板主得依板規及相關規定或公告（如：站規、文章管理辦法、哈啦區違規罰則等），就會員為適當管理，或對會員內容為刪除或其他適當處理。

                ６。會員的義務與責任：
                會員對本身於或透過傳輸的一切內容自負全責，您亦不得將會員帳號同意他人使用或移轉予他人，並同意遵守下列規定：

                會員承諾遵守中華民國相關法規及一切國際網際網路規定與慣例。
                會員同意並保證不公布或傳送任何毀謗、不實、威脅、不雅、猥褻、不法、攻擊性、毀謗性或侵害他人智慧財產權的文字，圖片或任何形式的檔案於上。
                會員同意不會於上從事廣告或販賣商品行為，包括虛擬寶物、遊戲點卡或其他商品或服務之現金交易等。交易板或經站方公告同意者除外。
                會員同意避免在公眾討論區討論私人事務，發表文章時，請尊重他人的權益及隱私權。
                就會員的行為是否符合會員規範有最終決定權。若決定會員的行為違反本會員規範或任何法令，會員同意得隨時停止帳號使用權或清除帳號，並停止使用。會員在違反法律規定之情事，應自負法律責任。

                ７。個人信箱服務：
                提供網站內部電子郵件信箱供會員使用，但不對任何電子郵件傳送上的延遲、儲存的故障以及任何信件的遺失負任何責任。
                就提供給會員儲存電子郵件的信件數量與容量設有限制，信件數量與容量上限有權隨時調整。
                會員經由個人信箱所接收之所有電子郵件及其相關資料，均為會員與各該電子郵件寄件人間之個人通訊，如該電子郵件之傳輸或其內容涉及不法或侵權時，對於該等不法或侵權，應由各該電子郵件寄件人自行負責，會員並應自行向各該電子郵件寄件人主張其權利。

                ８。服務之停止與更改：

                於發生下列情形之一時，有權停止或中斷提供服務：
                。對之設備進行必要之保養及施工時
                。發生突發性之設備故障時
                。由於所申請之 ISP 業者無法提供服務時
                。因天災等不可抗力之因素致使無法提供服務時

                可能因公司或 ISP 業者網路系統軟硬體設備之故障、失靈或人為操作上之疏失而造成全部或部份中斷、暫時無法使用、延遲或造成資料傳輸或儲存上之錯誤、或遭第三人侵入系統篡改或偽造變造資料等，將盡力回復相關服務之正常運作，會員不得因此而要求任何補償。

                如因故網站須終止營運，將於終止前 1 個月於網站公告，並依您註冊時所留存或認證使用之電子郵件通知您。您應自行保留使用所生之各種資料或記錄。

                ９。保管及通知義務：
                您有責任維持密碼及帳號的機密安全。除可依法證明非您本身或授意他人所為者外，您必須完全負起因利用該密碼及帳號所進行之一切行動之責任。
                當密碼或帳號遭到未經授權之使用，或發生其他任何安全問題時，您必須立即通知，以減少相關損害。建議您於公用電腦使用完畢，務必登出您的帳號。因您未遵守本項約定所生之任何損失或損害，我們將無法亦不予負責。

                １０。特別同意事項：
                您同意於所發表之一切內容僅代表您個人之立場與行為，並同意承擔所有相關衍生之責任，不負任何責任。
                您亦同意若因其他會員行為造成您權利的損害或其他困擾時，不會對行使或主張任何權利或賠償。

                １１。責任限制：
                您認知並了解乃依其現狀及使用時之狀況提供服務，您須自行承擔使用網站服務時之風險。並未對網站服務可符合您使用上之需求及任何錯誤之修正為任何明示或默示的擔保。
                對您使用網站服務或與網站連結之其他網站下載的圖檔、軟體或資料等，不負任何擔保責任。您應於下載前自行斟酌與判斷前述資料之合適性、有效性、正確性、完整性、及是否侵害他人權利，以免遭受損失（例如：造成您電腦系統受損、或儲存資料流失等），對於該等損失不負任何賠償責任。

                您同意若依法須負賠償責任時，單一事件之賠償上限為您於該賠償事件發生前六個月，為使用網站該特定服務所支付予之所有費用。


                １２。擔保責任免除：

                保留隨時更改或調整各項服務內容之權利，無需事先通知會員。得依其判斷對於違反會員規範或相關規定之會員帳號終止其使用之權利。無論任何情形，就停止或更改服務或終止會員帳號使用所可能產生之困擾、不便或損害，會員同意不對為任何主張。

                保留將來新增、修改或刪除各項服務之全部或一部之權利，且不另行個別通知，會員不得因此而要求任何補償或賠償。
                廠商或個人可能透過之服務或經由服務連結至其他網站、營業處所提供商品買賣、服務或其他交易行為。會員若因此直接與該等廠商或個人直接進行交易，各該買賣或其他合約均僅存在您與各該廠商或個人兩造之間。除聲明不介入兩造之任何行為外，對於您所獲得的商品、服務或其他交易標的物亦不負任何擔保責任。

                提供之特定服務可能存在專屬之服務條款，在此情形下，雙方權利義務將依據該服務之專屬條款決定之。

                １３。廣告或促銷行為：
                上有關商業廣告及各種商品之促銷資訊，該等內容均係由廣告商或商品服務提供人所為，僅係提供刊登內容之平台。會員透過上所提供之商品、服務資訊，所購買之任何非由所直接販售之商品或服務，其間交易關係均存在於會員與商品或服務提供人間，與無關。

                １４。智慧財產權：
                刊出之所有著作及資料（例如文章、圖片等）內容，其著作權、專利權、商標權、營業秘密及其他智慧財產權，皆為旺普網路資訊股份有限公司或該內容之提供者所有，且受中華民國著作權法令及國際著作權法律的保障。

                畫面資料之選擇、編排之版權為旺普網路資訊股份有限公司所有，且受中華民國著作權法令及國際著作權法律的保障。非經本公司書面授權同意，不得以任何形式轉載、傳輸、傳播、散布、展示、出版、再製或利用內容的局部、全部的內容，以免觸犯相關法律規定。未經本公司書面同意，您不得擅自複製、進行還原工程（reverse engineering）、解編（de-compile）或反向組譯（disassemble）之任何功能或程式。

                １５。連結：
                在網站或相關網頁上所提供之所有連結，可能連結到其他個人、公司或組織之網站，提供該連結之目的，僅為便利站友搜集或取得資訊，對於被連結之該等個人、公司或組織之網站上所提供之產品、服務或資訊，既不擔保其真實性、完整性、即時性或可信度，該等個人、公司或組織亦不因此而當然與有任何僱佣、委任、代理、合夥或其他類似之關係。

                １６。損害賠償：
                因會員違反相關法令或違背本會員規範之任一條款，致或其關係企業、受僱人、受託人、代理人及其他相關履行輔助人因而受有損害或支出費用（包括且不限於因進行民事、刑事及行政程序所支出之合理律師費用）時，除法律另有規定者外，會員應負擔損害賠償責任或填補其費用。

                １７。會員規範之修改：
                保留隨時修改本會員規範之權利，修改會員規範時，將於首頁及站務討論區內公告修改之內容，建議您經常上網注意該等公告。若會員不同意修改的內容，請勿繼續使用。如果會員繼續使用，將視為會員已同意並接受本會員規範等增訂或修改內容之約束。

                １８。個別條款之效力：
                本會員規範所定之任何會員條款之全部或一部無效時，不影響其他條款之效力。

                １９。準據法及管轄法院：
                本會員規範之解釋及適用以及會員因使用本服務而與間所生之權利義務關係，應依中華民國法令解釋適用之。因此所生之爭議，除法律另有規定者外，以台灣台北地方法院為第一審管轄法院。
              </p>
            </div>
          </div>
        </div>
      </div>
    </main>
  </main>
</template>

<script>
import MemberOption from "@/components/MemberOption.vue";
export default {
  components: {
    MemberOption,
  },
};
</script>

<style></style>
